/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "Connecting...\n\nPlease accept this connection on your mobile device.";

/* Header of the devices source list */
"Devices" = "Devices";

/* No comment provided by engineer. */
"Failed to import document." = "Failed to import document.";

/* No comment provided by engineer. */
"Failed to transfer document." = "Failed to transfer document.";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch is available on the App Store.";

/* No comment provided by engineer. */
"Successfully transfered." = "Successfully transfered.";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "The connection was not accepted by the device.";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "The document was successfully transferred to the device.";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device.";

/* No comment provided by engineer. */
"Unable to connect to device." = "Unable to connect to device.";

